Revit 2024 API
ParameterTypeId.EnergyAnalysisOutdoorAirInformationParam Property
 "Outdoor Air Information"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId EnergyAnalysisOutdoorAirInformationParam { get; }
Visual Basic
Public Shared ReadOnly Property EnergyAnalysisOutdoorAirInformationParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EnergyAnalysisOutdoorAirInformationParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace